{"scenario":{"1.0.3 Butterfly Affection - Перевод":{},"":{},"intro/event.ks":{"Я двигаюсь вперед, убирая \\'это\\' со своего пути и подальше от моего дома.":"Я двигаюсь вперед, убирай \"это\" со своего пути и подальше от моего дома.","В конце-концов, я зашел в дом неся в руках что-то необычное.":"В конце-концов я зашёл в дом, неся в руках что-то необычное."},"intro/step1.ks":{"Похоже оно не ранено, лишь грязное от ползания в округе.":"Похоже оно не ранено, а всего лишь грязное от ползания в округе.","Стоит это помыть.":"Стоит это искупать.","Биология для таких существ не написана, но всем живым существам нужно питаться.":"Биология для таких существ не писана, но всем живым существам нужно питаться.","У неё же признаки человека, насекомого и моллюска.":"У этого же признаки человека, насекомого и моллюска.","То необыкновенно длинный язык скорее уж как у рептилии.":"то необыкновенно длинный язык скорее уж как у рептилии.","Впервые видя как оно ест, я заметил длинный язык.":"Впервые видя, как оно ест, я заметил длинный язык.","Но большинство животных, знакомых людям, любят ласку.":"но большинство животных, знакомых людям, любят ласку.","так что, думаю, вряд ли еще что-то смогу узнать моя это существо.":"так что, думаю, купая это существо, вряд ли что-то смогу узнать.","Я не знаю есть ли у этого уязвимость к холоду,":"Я не знаю есть ли у этого существа уязвимость к холоду."},"intro/step2.ks":{"И нечто похожее на ногу выросло из талии.":"и нечто похожее на ногу выросло из талии.","Хоть оно и выглядело слабым по началу, спустя лишь пару дней,":"Хоть оно и выглядело слабым по началу,","оно начало с любопытством исследовать комнату.":"спустя лишь пару дней начало с любопытством исследовать комнату.","Тентакли, в которых, кстати не прощупывается пульс, также выросли.":"Тентакли, в которых, кстати не прощупывается пульс, тоже выросли.","С самого первого дня, я кормил его только фруктами и овощами.":"С самого первого дня я кормил его только фруктами и овощами.","Они кажется подошло, так что теперь я попробую приготовить что-нибудь посложнее.":"Они, кажется, подошли, так что теперь я попробую приготовить что-нибудь посложнее.","После того как рис немного остыл, я поставил тарелку перед этим.":"После того, как рис немного остыл, я поставил тарелку перед ним.","оно смотрит прямо на меня на протяжении всего времени.оно смотрит прямо на меня на протяжении всего времени.":"оно смотрит прямо на меня на протяжении всего времени.","или вообще не понимает, что я делаю.":"а может вообще не понимает, что я делаю.","оно не подало признаков понимания.":"оно не подавало признаков понимания."},"intro/step3.ks":{"Её щупальца выросли, а ноги, растущие из талии, так же стали длинее.":"Её щупальца и растущие из талии лапы ещё подросли.","но с некоторым усилием она теперь может 'сидеть' со спинкой.":"но с некоторыми усилиями она теперь может \"сидеть\".","но я постараюсь увидеть, насколько похажа на человека она может стать.":"но я хотел бы увидеть, сможет ли она стать человеком","Учитывая, что теперь она может \\\"сидеть\\\",":"Учитывая, что теперь она может \"сидеть\",","Я позволил использовать ей стул во время приёма пищи.":"я позволил использовать ей стул во время приёма пищи.","С неприспособленными суставами и незнакомым столовым прибором, она движется неловко.":"С неприспособленными суставами и незнакомым столовым прибором она движется неловко.","В последнее время я не готовил отдельно для Агёхи,":"В последнее время я не готовил отдельно для Агёхи","Что бы я ни приготовил, она ест в небольших количествах.":"что бы я ни приготовил, она ест в небольших количествах.","Потеряла ли она интерес или пришла к выводу, что я не нанесу её вреда?":"Потеряла ли она интерес или пришла к выводу, что я не нанесу ей вреда?","Но моя неспособность читать ее эмоции продолжает раздражать меня.":"но я всё равно ничего не смогу в них прочесть.","Может, она и не смотрит мне в глаза, как когда я беру её на руки,":"Может, она и не смотрит мне в глаза.","Но когда я называю её по \\\"имени\\\" или зову есть,":"Но когда я называю её по \"имени\" или зову есть,","но он никогда и не подводил меня.":"но он никогда не подводил меня.","Тем более, что по расположению предметов внутри ящика я пойму, проникал ли кто-то внутрь.":"Тем более, что по расположению предметов внутри ящика я пойму проникал ли кто-то внутрь.","... Подумав немного, я открываю верхний ящик стола,":"...Подумав немного, я открываю верхний ящик стола","Нет никаких признаков того, что она проникает в мою комнату без приглашения,":"Нет никаких признаков того, что она проникает в мою комнату без приглашения","и ничто из того, что было мной записано, не плохо по своей сути,":"и ведение такого дневника не назовёшь ужасным занятием,","но я бы хотел продолжать наблюдать за Агехой и дальше.":"я бы хотел продолжать наблюдать за Агехой и дальше.","Агеха может научиться читать и писать, в конце концов,":"Агеха может научиться читать и писать,","поэтому я должен что-то предпринять по этому поводу.":"а значит я должен что-то предпринять по этому поводу."},"first.ks,intro/event.ks,intro/step1.ks,intro/step2.ks,intro/step3.ks":{"даже если она вне комнаты комнаты, она придет.":"даже если она в другой комнате, она придет.","Хоть она может различить лишь несколько маленьких слов,":"Хоть она может различить лишь несколько несложных слов,","я еще не сдаюсь.":"я всё ещё не сдаюсь.","Агеха может научиться читать и писать, в конце концов,":"Агеха может научиться читать и писать","Нет никаких признаков того, что она проникает в мою комнату без приглашения,":"Нет никаких признаков того, что она проникает в мою комнату без приглашения","и ничто из того, что было мной записано, не плохо по своей сути,":"и ведение такого дневника не назовёшь ужасным занятием,","но я бы хотел продолжать наблюдать за Агехой и дальше.":"а посему я бы хотел наблюдать за Агехой и дальше.","... Подумав немного, я открываю верхний ящик стола,":"...Подумав немного, я открываю верхний ящик стола","но он никогда и не подводил меня.":"но он никогда не подводил меня.","Тем более, что по расположению предметов внутри ящика я пойму, проникал ли кто-то внутрь.":"Тем более, что по расположению предметов внутри ящика я пойму проникал ли кто-то внутрь."},"intro/step4.ks":{"Её лицо выглядит более по-человечески, однако её правый глаз \\\"разорвался\"\\ ещё шире.":"Её лицо теперь стало больше походить на человеческое , но \"разорвавшийся\" правый глаз портит картину.","Так как она отрастила ещё больше щупалец, я не могу сказать, что она становится человеком.":"ак как она отрастила ещё больше щупалец, то я не могу сказать, что она становится человеком.","Это значит, что она стала более ловкой":"Но это значит, что она стала более ловкой","Хоть всё это меня очень волнует,":"Хоть меня всё это крайне настораживает,","Я стал готовить горькую и грубую пищу,":"Я стал готовить горькую и жёсткую пищу,","но, как и всегда, она вообще не реагирует на свою еду.":"но, как и всегда, она не проявляет никаких эмоций от неё.","Сначала я думал, что ей нужно показать, как правильно есть.":""}},"tag":{"glink":"text","ptext":"text","link":"text"},"chara":{"":"","アゲハ":""},"label":{}}